[
    {
        "name": "Men Portrait",
        "image": "https://i.ibb.co/dbtRLtZ/Man-potrait.jpg",
        "price": "79",
        "discription": "A man has character in ways we can’t always define in words. It’s in his expression, in his actions and in his thoughts. It’s rooted in his personality and in his virtues. My job is to reveal his great character on camera.Men aren’t in front of the camera nearly as much as women, so often times men are lost when it comes to posing and knowing what looks great on camera.  Men want to look natural and personable yet maintain their sense of strength and confidence.  We’re here to easily guide you as to what to wear,what looks best, how to pose and most of all how to just relax and enjoy your photo shoot.  Learn more about mens portrait photography in our blog and browse below to see photos of everyday men who chose to invest in themselves."
    },
    {
        "name": "Women Portrait",
        "image": "https://i.ibb.co/qg3hvjj/Woman-potrait-Copy.jpg",
        "price": "85",
        "discription": "In this busy world of  the ‘Super Woman‘ who does it all and cares for everyone around her, there is a moment she deserves to have to herself…. To be pampered, to be cherished and celebrated for who she is at this very moment in time.  Photography is the beauty of life captured…Remember yourself the way you wish to look.  For someday you will look back and so will your children and loved ones….What photos will they find of you?These are portraits of everyday women of all ages from all over the world who simply chose to take a day off and be pampered, to be celebrated, to laugh, to love and have timeless photos of themselves that they will cherish forever.  Enjoy a session with your daughter, mom, best friend or loved one.  Do something fun together.  Have a special day together to laugh, love and create new experiences with gorgeous photos that you’ll love for a lifetime. Give it at as gift to someone you love for mother’s day, a birthday or a gift to celebrate a special person! Visit our Studio Closet and sift through our dreamy wardrobe for inspiration or choose something you may want to wear for your photoshoot.  Find out more about wardrobe, styling, makeovers, posing and photoshoot prep tips.  See how a portrait photo session would unravel for you in our New York, San Diego, or Los Angeles our studios.  Gift Certificates available."
    },
    {
        "name": "Couple Moment",
        "image": "https://i.ibb.co/9VsSkk6/Final-couple-moment.jpg",
        "price": "92",
        "discription": "Capture memories with your loved one. This session can be capturing a special event like an engagement, a honeymoon or an anniversary. It is also the perfect gift for your special someone. There is no need for a special reason to be captured with your partner. Love is the best reason for a couple photo session. Find the perfect one for you. A couple photoshoot is fun, no matter if you love the spotlight or not. I will help you to feel comfortable in front of the lens and you can focus on what matters: Enjoying time with your partner."
    },
    {
        "name": "Children Portrait",
        "image": "https://i.ibb.co/QXsNtyF/Guyana-closing-learning-gap-most-vulnerable-students.jpg",
        "price": "69",
        "discription": "I offer customized children’s portraits for your growing child.  On this page, you’ll find a variety of resources, as well as images from past child portrait sessions.  You will know exactly what to expect when you work with me. I have included a lot of great information about my family & children photography services on this page. I will walk you through the family & child portrait photography process from the consultation to the delivery of your images. It is my goal with each and every client to have something tangible from their session with me in the form of heirloom keepsakes and beautiful printed artwork for your home. If you have any questions about children photography, feel free to contact me! I’d love to speak with you!"
    },
    {
        "name": "Film & Production",
        "image": "https://i.ibb.co/QFGBcMH/Istockphoto-892375260-170667a.jpg",
        "price": "97",
        "discription": "Professional photography and video services mainly use films or digital means to store data. The storage, access, and management of photographs or videos can be easily done with digital storage technology. Professional photography and video services greatly contribute to advertising industry. They can be use to obtain the attention of the customer. Professional photography can offer eye-catching pictures in advertising and on websites to get better results. Scientists also use photography and video services to record and study movements. Artists are equally interested by these aspects, but also try to explore avenues other than the photo-mechanical representation of reality. Military, police, and security forces use professional photography and video services for surveillance, recognition, and data storage. Professional photography and video services are also used by amateurs to preserve memories of favorite times, capture special moments, tell stories, send messages, and as a source of entertainment."
    },
    {
        "name": "WildLife Photo",
        "image": "https://i.ibb.co/yXGjxNj/Telephoto-wildlife-technique-feat-481x305.jpg",
        "price": "79",
        "discription": "If you have a specific animal you wish to photograph, study its habits, such as if they are nocturnal, what behaviors they exhibit or whether they stay on the ground, underground or in trees. For example, sandhill cranes often adopt a “pre-flight” posture, leaning forward and being very still before running and taking off. If you want takeoff shots, watch for that pose and be ready. Know that certain owls will defend their nest area very aggressively, even against much larger humans. If you get too close, they will make sudden silent swoops at your head or face with stiletto talons. Before you try to photograph owls around a nest, know enough about their behavior to wear a hard hat and safety glasses and maintain an adequate distance. You increase your photo opportunities when you synchronize your shooting to the timetable of your subject. For example, the best time of day to shoot butterflies is often early- to mid-morning when they emerge from their night roosts and warm themselves in the sun. They’ll often sit very still, perfectly displayed, until they’re warm enough to fly. Shooting during this window spares you the hazard of running all over the landscape, camera in hand, to catch up with constantly moving subjects."
    }
]